[
  {
    "Name": "Drunken Grunt",
    "Rarity": "Common",
    "Desc": "People say he knows the streets better than he knows himself.Who knows, maybe that’s how things should be in an ideal world.Although by looking at him you could think he’s some lowly gangster, hooligan or alcoholic, by doing so you would fall right into his trap.You see, not many people have been in The Hall and lived to tell the story. This is, however, one of those people. Memories of trapped souls still haunt him to this day, making alcohol his only salvation. Nevertheless, he is extremely diligent in his work, never failing to execute an order. It’s rumored that these orders are coming from a very formidable galactic criminal organization.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541958117990535/946396698828210217/Drunken_Grunt.jpg"
  },
  {
    "Name": "Hephaestapenko",
    "Rarity": "Common",
    "Desc": "A devout follower of Hephus, this powerful human blacksmith above all seeks the revival of the Ancient God. Having read the ancient scriptures and found out about Tuwmod’s Core, he has made it his life mission to defeat the Machine and extract its core in hopes of bringing his Lord back to life. If he succeeds, the world will finally remember what fear feels like.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541957694390293/946143296563077160/unknown.png"
  },
  {
    "Name": "Hall Of Forgotten Memories",
    "Rarity": "Common",
    "Desc": "You find yourself in a damp, desolate hallway. You can’t remember how you got here and a slow sensation of panic is building up within your stomach. And yet, this place seems strangely familiar. You feel as if you’re being watched. No, you’re definitely being watched. The hallway seems to go on forever with no end in sight. Will you struggle? Will you try to escape? Whatever happens, do not stare at the walls. I repeat. DO NOT. STARE. AT. THE WALLS.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541957694390293/946144140956172338/unknown.png"
  },
  {
    "Name": "Giteon IV",
    "Rarity": "Common",
    "Desc": "Despite being recently appointed with the title of Magus, the founder of the budding Sabolian tradition of magic is, in fact, but a novice in the art of bending the cosmos to his unbreakable will.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541957694390293/946143873204387840/unknown.png"
  },
  {
    "Name": "The Underboss",
    "Rarity": "Common",
    "Desc": "Having been dealt an adverse hand - raised in the streets, degraded by poverty, - he is indifferent to morality. While not being at the top of the Umbral Syndicate's hierarchy, this timid looking gentleman and his henchmen are capable of carrying out operations ranging from intel gathering to mass murder. His expertise is vital to the Syndicate, as he bridges the gap between ideas and physical actions. Through him the Syndicate‘s higher-ups can act anonymously and retain a position of dominance.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541957694390296/946490445863735356/The_Underboss.jpg"
  },
  {
    "Name": "The Peacemaker",
    "Rarity": "Uncommon",
    "Desc": "Created by the brightest minds of the Aakhian Empire, this intergalactic weapon of mass destruction saw entire civilizations succumb before its destructive power. Armed not only with immense offensive armaments, but also with 27 Vauk boosters, it can traverse galaxies in mere days with ease. It also houses a crew of more than 1500 people – soldiers, workers and engineers. Who knows, maybe one day this machine could challenge the Forge God himself?",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541958117990535/946397797488414770/The_Peacemaker.jpg"
  },
  {
    "Name": "Progenitor of Sin",
    "Rarity": "Uncommon",
    "Desc": "Having seen and perhaps greatly influenced the destruction of both the cities of Sodom and Gomorrah, this literal embodiment of sin dedicated his life to nothing but chasing hedonistic pleasures. Being the right-hand man of The Harbinger, he oversees all the dirty work of the Order, whether it’s torturing, kidnapping, or transporting people to the Hall of Forgotten Memories. He also possesses the ability to hypnotize his victims into a state of shameless self-indulgence, making them seek nothing but pleasure and relinquish their last ounce of human decency.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541958117990535/946396820026830878/Progenitor_of_Sin.jpg"
  },
  {
    "Name": "Tortured Effigy",
    "Rarity": "Uncommon",
    "Desc": "A project of none other than Hephus, this copper wire contraption remains his most regrettable design. What was supposed to be a highly functional and sentient machine, turned out to be a deplorable abomination. Like some pathetic worm it wiggles and inches towards any nearby forms of life in a futile attempt of communication. Originally intended to heal and cure diseases, this abandoned amalgamation of copper discovered a new use for itself after being found by the Order of the Sanguine Reaper. It has since been used as a torture device, being perhaps the most efficient out of all the ones that the Order possesses.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541958117990535/946399786599321610/Tortured_Effigy.jpg"
  },
  {
    "Name": "The Witness",
    "Rarity": "Uncommon",
    "Desc": "Once an ordinary man, his hunger for money and power led him into making more enemies than allies. With a bounty placed on his head, he had the first-hand experience of what it feels like to be hunted by the Syndicate’s own Hit Squad. After he was captured, his eyes and tongue were torn out. His gut was then cut open in a ritualistic manner as he was left to die in a gigantic pit near all of the other victims’ disemboweled bodies. However, just before he could die, he was found and taken by a powerful blacksmith looking for something in the pile of cadavers. The Witness woke up with two implants in his eye sockets, allowing him to see again, and a few other Forgetech upgrades that made him more akin to a machine than human. However, he never got the chance to meet his savior, as the blacksmith proceeded on his own journey before The Witness could wake up. He now hunts members of the Syndicate in search of his stolen eyes.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541957694390293/946467534012575744/unknown.png"
  },
  {
    "Name": "Umbral Hit Squad",
    "Rarity": "Rare",
    "Desc": "Nobody’s ever seen their faces. Nobody even knows whether they’re real or not. However, the mysterious disappearances of high-ranking galactic officials suggest the existence of a horrifying force currently inhabiting our system and its ties to a mysterious criminal organization. One can only hope a bounty has not yet been placed on their heads.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541958117990535/946398623116197888/Umbral_Hit_Squad.jpg"
  },
  {
    "Name": "Joaqi, 3rd Earl of dukkha",
    "Rarity": "Rare",
    "Desc": "This demented freak of nature is said to tear the skin off of any unfortunate enough being to cross its path. When having laid eyes on its prey, this entity enters a state of frenzy, screeching and laughing hysterically, leaving the victim not only unrecognizable physically, but also immensely deranged. Joaqi was not born this way. His inability to accept his own mortality, however, made him seek power that no human should ever possess. And so the Harbinger gave him what he sought",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541958117990535/946399182435016704/Joaqi_3rd_Earl_of_Dukkha.jpg"
  },
  {
    "Name": "Fleshshifter",
    "Rarity": "Rare",
    "Desc": "What is this? I’ve ███er seen this ███ before. It looks like it’s F̵͒̓L̸̒̏Ė̶̅S̴̏̔H̶̏͑  made of some kind of… m█tal? I’ve never seen B̵̃͝L̷̃͌O̵͂̋█D metal d██ls before. ███, what would this beK̸͋̊i̸͊́l̸̍̊l̷̊͒ỉ̷̚n̷̊̕g̷̎̀ doing here? Wait. Did you just F̵̋̓L̶͆̽██F̴͂͝L̶͋̉Ë̵́̉S̴̰̕H̸̾̀██E̷̾͝S̵͐̋H̷̛̚see that? Did ██ just move? Must be ██ lack of sleep. No, wait. It definitely K̸͊͊İ̵̓█L̶̇̌Ȇ̵̇D̵͐͠moved ███ now. What... a██ you? S██P. ██ Á̴̔Ẃ̶̓A̴͌̑Y̴͑̕ FROM M█. STO█O̴̾̔O̸͆̈́██O̴̊̒P̷̈͘\n...\n...\n..lovely…..flesh……",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541958117990535/946493172673052682/Fleshshifter.png"
  },
  {
    "Name": "The Harbinger of Light",
    "Rarity": "Epic",
    "Desc": "*Thou shalt see the beginning, for to my killing\nThere appears to be no limit, neither a ceiling*\n\nThese are the chants of what had been the living in front of you.They were sung nearly a millennia ago, now. The only thing that ties the former entity to the present one, is their bard - like nature and wordplay, for what has become of this life form is inconceivable. Seeking divinity in the name of Apollyon, it had devoted its life to his serfdom. It slaved away for centuries, yielding to each and every single one of His demands. At last, the master was superseded, in what is now now known as the Arcanum Intervention.Though what had seemed as a positive shift in power, became the extinction of any virtue in the realm, for it now had a new master who was willing to grant power in exchange for submission.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541958117990535/946493079446249552/The_Harbinger_of_Light.jpg"
  },
  {
    "Name": "The Kilnfather",
    "Rarity": "Epic",
    "Desc": "An entity borne in a chance conjunction of the Prime Elements and the Primordial Chaos unknowable eons ago, spawned in what would be the birthplace of an unknown Elemental Plane. An adopted brother of the Forge God, the Kilnfather possesses a form of a shifting, continuous combustion. Due to circumstance known to few, and reasons understood by even less, a being of such power currently guards the sanctum of an ancient order of Magi.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541957694390293/946143982621179944/unknown.png"
  },
  {
    "Name": "Tuwmod, the Forge God",
    "Rarity": "Epic",
    "Desc": "Tuwmod, also known as The Ultimate War Machine Of Death, was born in fire. Having been completely handcrafted and forged by Hephus himself long before the Age of Man, Tuwmod possesses a powerful core protected by an even more powerful metallic armor. Multiple planet-sized weapons of mass destruction makes it feared by entire galactic civilizations. Tuwmod, however, seems disinterested in using its powers for malevolent or selfish reasons. Only one thing ever crosses its dull metallic mind - the longing of a long-lost brother.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541958117990535/946493540328947823/Tuwmod_the_Forge_God.jpg"
  },
  {
    "Name": "ᚾᚨᚷᚨᛚᛟᚱᛞᚨᛊᛋ",
    "Rarity": "Legendary",
    "Desc": "Shattered minds, ruined civilizations, entire swathes of galaxies left in nothing but a mass of untraversable corrupted reality never to recover, are but remnants of the true destruction left in the wake of the Ravagers. Only the fervently fanatical, the destitute and the clinically insane would ever willing come into contact with the residents of the Realm of the Everwatcher, less colloquially known as ᛊᚨᛞᚠᚨᛊᛞᚠᛁᛃᚾᛞ. What little knowledge can be retained of these entities suggests the presence of a caste system, and a hierarchy of power. The Ravager in question is one of the “generals” of the Everwatcher itself, but I do not dare mention it explicitly, for creatures of such power can sense the presence of even extended thought regarding them and cast their presence upon the trespass- N̵͆̈́Ó̸̍ ̸̒̒Š̴͒À̷͌L̴̰̎V̸͂͝A̷̛͐T̴͗̑I̶͒̄O̸̔͝N̷̛̓",
    "ImageUrl": "https://media.discordapp.net/attachments/492815134268456981/775489395217661972/realybe.jpg?width=270&height=270"
  },
  {
    "Name": "The ???",
    "Rarity": "Legendary",
    "Desc": "The Commissioner, The Contractor, The Mastermind. The Umbral Syndicate’s reputation as the most menacing yet secretive organization in the galaxy has only grown stronger during the past centuries. The biggest mystery, however, lies at the very top of this organization - countless reports from captured high-profile criminals, who allegedly interacted with the mysterious leader of the Syndicate, described him as an exceptionally tall and handsome middle-aged Caucasian man. The oldest such report was 422 years ago, the earliest – 73 days ago. This seemingly unaging man’s power and reach are growing each and every day, so much that even The Imperial Council is starting to look powerless in his shadow.",
    "ImageUrl": "https://cdn.discordapp.com/attachments/902541958117990535/946494147144056842/The_KlaustukasKlaustukasKlaustukas.jpg"
  }
]